Repository: Bakhodirov09/Barracha-Food
Catalog: locale/*/LC_MESSAGES/lang.po
Languages: ru

source: 😊 Foydalanuvchilarga yubormoqchi bolgan xabaringiz uchun rasm yoki video yuboring.
ru: 😊 Для отправки сообщения пользователям отправьте фото или видео.

source: 🏷 Aksiya sozlamalari
ru: 🏷 Настройки акции

source: 😊 Barcha foydalanuvchilar
ru: 😊 Все пользователи

source: 📰 Foydalanuvchilar ro'yxati: Id | Til | Ism Familya | Username |
ru: 📰 Список пользователей: Id | Язык | Имя Фамилия | Имя пользователя |

source: 👥 Ja'mi foydalanuvchilar:
ru: 👥 Всего пользователей:

source: 😊 Yangi logono yuboring
ru: 😊 Отправьте новый логотип

source: ⬅️ Ortga
ru: ⬅️ Назад

source: 🛍 Savat
ru: 🛍 Корзина

source: 🎉 Aksiya
ru: 🎉 Акция

source: 😋 Bizning menyu
ru: 😋 Наше меню

source: 📍 Yangi filial qayerda joylashgan? Masalan: Sergeli
ru: 📍 Где расположен новый филиал? Например: Сергели

source: 🆔 O'chirmoqchi bo'lgan filial id raqamini kiriting.
ru: 🆔 Введите ID филиала, который хотите удалить.

source: ✅ Filial ochirildi
ru: ✅ Филиал удален

source: 😕 Kechirasiz bro siz id raqam noto'g'ri kiritdingiz. Yoki bunday id raqamli filial mavjud emas!
ru: 😕 Извините, вы ввели неверный ID. Возможно, филиала с таким ID не существует!

source: 📍 Yangi filial joylashuvini yuboring.
ru: 📍 Отправьте местоположение нового филиала.

source: 🖼 Yangi filial rasmini yuboring.
ru: 🖼 Отправьте изображение нового филиала.

source: ✅ Yangi filial qo'shildi
ru: ✅ Новый филиал добавлен

source: 🌐 Ijtimoiy tarmoqlar
ru: 🌐 Социальные сети

source: 🌐 Yangi ijtimoiy tarmoq qaysi dasturda joylashgan? Masalan: YouTube
ru: 🌐 В какой программе размещена новая социальная сеть? Например: YouTube

source: 🌐 Qaysi ijtimoiy tarmoqni olib tashlamoqchisiz? ID Raqamini kiriting
ru: 🌐 Какую социальную сеть хотите удалить? Введите ID

source: 🔗 Yangi ijtimoiy tarmoq linkini yuboring.
ru: 🔗 Отправьте ссылку на новую социальную сеть.

source: ✅ Yangi ijtimoiy tarmoq qoshildi.
ru: ✅ Новая социальная сеть добавлена.

source: ✅ Ijtimoiy tarmoq ochirib yuborildi
ru: ✅ Социальная сеть удалена.

source: 😕 Kechrasiz bro. Bunday id raqamli IJtimoiy tarmoq mavjud emas, yoki siz id raqamni no'tog'ri kiritdigiz.
ru: 😕 Извините, социальной сети с таким ID не существует, или вы ввели неправильный ID.

source: 📰 Adminlar ro'yxati:
ru: 📰 Список администраторов:

source: ✍️ Yangi admin chat id raqamini yozing
ru: ✍️ Введите ID чата нового администратора

source: ✍️ Olib tashlamoqchi bo'lgan adminingiz id raqamini kiriting.
ru: ✍️ Введите ID администратора, которого хотите удалить.

source: ✅ Adminlar qatoridan ochirib yuborildi
ru: ✅ Администратор успешно удален

source: 😕 Kechirasiz bro. Siz id raqamni noto'gri kiritdingiz. Yoki agar to'gri kiritgan bo'lsangiz admin ochirib yuborilganini '👤 Adminlar' bo'limidagi '👤 Adminlar' funksiyasi orqali yana 1 tekshirib ko'ring!:)
ru: 😕 Извините, вы ввели неправильный ID. Если вы ввели его правильно, проверьте удаление администратора в разделе '👤 Администраторы'!

source: 😉 Tabriklaymiz
ru: 😉 Поздравляем

source: siz bizning Barracha Food botimizda adminlik huquqiga ega bo'ldingiz. Adminlik huquqidan foydalanishingiz mumkin!
ru: вы получили права администратора в нашем боте Barracha Food. Теперь вы можете использовать эти права!

source: ✅ Yangi admin qoshildi.
ru: ✅ Новый администратор добавлен.

source: ❌ Kechirasiz bro. Siz chat id raqamni noto'g'ri kiritdingiz, yoki bunday chat id raqamli foydalanuvchi mavjud emas! Tekshirib qayta kiritishingiz mumkin! 😉
ru: ❌ Извините, вы ввели неправильный ID чата, или пользователь с таким ID чата не существует! Проверьте и введите снова! 😉

source: ‼️ Aksiya hozirda aktiv holatda. Aksiyani ochirasizmi?
ru: ‼️ Акция сейчас активна. Вы хотите удалить акцию?

source: ‼️ Aksiya hozirda aktiv bolmagan holatda. Aksiyani aktivlashtirasizmi?
ru: ‼️ Акция в данный момент неактивна. Вы хотите активировать акцию?

source: ✍️ Aksiya uchun yangi taom nomini uzbek tilida kiriting.
ru: ✍️ Введите новое название блюда для акции на узбекском языке.

source: ✍️ Aksiya uchun taom nomini endi rus tilida kiritng
ru: ✍️ Теперь введите название блюда для акции на русском языке.

source: 🖼 Aksiyadagi taom uchun rasm kiriting.
ru: 🖼 Загрузите изображение для блюда в акции.

source: ✍️ Aksiyadagi taom uchun ma'lumot qo'shing, Uzbek tilida
ru: ✍️ Добавьте информацию о блюде в акции на узбекском языке.

source: ✍️ Aksiyadagi taom ma'lumotini endi rus tilida kiriting
ru: ✍️ Теперь введите информацию о блюде в акции на русском языке.

source: ✍️ Aksiyadagi taom narxini kiriting. Butun sonlarda
ru: ✍️ Введите цену блюда в акции. Целыми числами.

source: ✅ Aksiya uchun yangi taom qoshildi
ru: ✅ В акцию добавлено новое блюдо.

source: ✅ Aksiya holati ochirildi.
ru: ✅ Статус акции удален.

source: ✅ Aksiya holati aktiv holatda turibdi!
ru: ✅ Статус акции теперь активен!

source: 🖼 Aksiya holatini aktivlashtirish uchun aksiya rasmini yuboring.
ru: 🖼 Отправьте изображение акции, чтобы активировать статус акции.

source: ✅ Aksiya holati aktiv bo'lmagan holatda turibdi!
ru: ✅ Статус акции неактивен!

source: 🥳 Yangi aksiya qoshildi. Aksiyaga taomlar qoshishingiz mumkin.
ru: 🥳 Добавлена новая акция. Вы можете добавить блюда в акцию.

source: Foydalanuvchilarga yubormoqchi bo'lgan xabaringizni kirtiting.
ru: Введите сообщение, которое вы хотите отправить пользователям.

source: Kechirasiz bro. Rasm yoki videoni 1 dona yuboring
ru: Извините, бро. Пожалуйста, отправьте только одно изображение или видео.

source: ✉️ Foydalanuvchilarga xabar yuborilmoqda ⏳
ru: ✉️ Сообщение отправляется пользователям ⏳

source: ✅ Foydalanuvchilarga xabar yuborildi
ru: ✅ Сообщение успешно отправлено пользователям.

source: ✍️ Ochirmoqchi bo'lgan foydalanuvchi id raqamini kiriting
ru: ✍️ Введите ID пользователя, которого хотите удалить.

source: ✍️ Bloklamoqchi bo'lgan foydalanuvchi id raqamini kiriting
ru: ✍️ Введите ID пользователя, которого хотите заблокировать.

source: 🕔 Ushbu foydalanuvchini necha kunga blok qilmoqchisiz?
ru: 🕔 На сколько дней вы хотите заблокировать этого пользователя?

source: 😕 Kechirasiz bro siz id raqam no'tog'ri kiritdingiz yoki bunday id raqamli foydalanuvchi mavjud emas!‼️
ru: 😕 Извините, бро, вы ввели неправильный ID или пользователь с таким ID не существует!‼️

source: ✅ Foydalanuvchi
ru: ✅ Пользователь

source: kunga bloklandi.
ru: был заблокирован на дни.

source: 😕 Kechirasiz bro. Siz bloklamoqchi bo'lgan foydalanuvchi id raqamini yoki vaqtni to'gri kiritmadingiz. Qayta urinib korishingiz mumkin.
ru: 😕 Извините, бро. Вы неправильно ввели ID пользователя или время блокировки. Вы можете попробовать снова.

source: ✅ Foydalanuvchi muvaffaqqiyatli ochirib yuborildi
ru: ✅ Пользователь успешно удален.

source: ❌ Bekor qilish
ru: ❌ Отмена

source: 😊 Yangi menyu nomini uzbek tilida kiriting.
ru: 😊 Введите новое название меню на узбекском языке.

source: 😊 Ochirmoqchi bo'lgan menyuingizni tanlang.
ru: 😊 Выберите меню, которое хотите удалить.

source: 😊 Yangi taomni qaysi menyuga qoshmoqchisiz?
ru: 😊 В какое меню вы хотите добавить новое блюдо?

source: 😊 Olib tashlamoqchi bo'lgan taomingiz qaysi menyuda joylashgan?
ru: 😊 В каком меню находится блюдо, которое вы хотите удалить?

source: 😊 Narxini ozgartirmoqchi bo'lgan taomingiz qaysi menyuda joylashgan?
ru: 😊 В каком меню находится блюдо, цену которого вы хотите изменить?

source: 😊 Rasmini ozgartirmoqchi bo'lgan taomingiz qaysi menyuda joylashgan?
ru: 😊 В каком меню находится блюдо, изображение которого вы хотите изменить?

source: 😕 Funksiya topilmadi
ru: 😕 Функция не найдена.

source: ✅ Logo muvaffaqqiyatli o'zgartirildi
ru: ✅ Логотип успешно изменен.

source: 😊 Qaysi taomning rasmini o'zgartirmoqchisiz?
ru: 😊 Какое изображение блюда вы хотите изменить?

source: 😊 Ushbu taom uchun yangi surat yuboring.
ru: 😊 Пожалуйста, отправьте новое изображение для этого блюда.

source: 🥳 Taom rasmi muvaffaqqiyatli o'zgartirildi.
ru: 🥳 Изображение блюда успешно изменено.

source: 😊 Narxini o'zgartirmoqchi bo'lgan taomingizni tanlang.
ru: 😊 Выберите блюдо, цену которого вы хотите изменить.

source: ✍️ Ushbu taom uchun yangi narx kiriting. ‼️ Butun sonlarda ‼️
ru: ✍️ Введите новую цену для этого блюда. ‼️ Только целыми числами ‼️

source: ✅ Taom narxi muvaffaqqiyatli o'zgartirildi
ru: ✅ Цена блюда успешно изменена.

source: ‼️ Taom narxini faqat butun sonlarda kiritish mumkin ‼️
ru: ‼️ Цена блюда может быть введена только целыми числами ‼️

source: 😊 Olib tashlamoqchi bo'lgan taomingizni tanlang.
ru: 😊 Выберите блюдо, которое хотите удалить.

source: ✅ Taom muvaffaqqiyatli olib tashlandi.
ru: ✅ Блюдо успешно удалено.

source: 😊 Yangi taomni nomini kiriting. Uzbek tilida
ru: 😊 Введите новое название блюда на узбекском языке.

source: 😊 Yangi taom nomini endi rus tilida kiriting.
ru: 😊 Теперь введите название блюда на русском языке.

source: 😊 Yangi taom haqida ma'lumot kiriting. Uzbek tilida
ru: 😊 Введите информацию о новом блюде на узбекском языке.

source: 😊 Yangi taom nomini endi res tilida kiriting.
ru: 😊 Теперь введите информацию о новом блюде на русском языке.

source: 😊 Yangi taom narxini kiriting. ‼️ Butun sonlarda ‼️
ru: 😊 Введите цену нового блюда. ‼️ Только целыми числами ‼️

source: 😊 Yangi taom rasmini yuboring.
ru: 😊 Отправьте изображение нового блюда.

source: ‼️Yangi taom narxini butun sonlarda kiriting.‼️
ru: ‼️ Введите цену нового блюда целыми числами.‼️

source: 🥳 Yangi taom muvaffaqqiyatli qoshildi
ru: 🥳 Новое блюдо успешно добавлено.

source: ✅ Menyu muvaffaqqiyatli ochirib yuborildi.
ru: ✅ Меню успешно удалено.

source: 😊 Endi yangi menyu nomini ruschada kiriting.
ru: 😊 Теперь введите название нового меню на русском языке.

source: Yangi menyuni rasmini yuboring
ru: Отправьте изображение нового меню.

source: 🥳 Yangi menyu muvaffaqqiyatli qoshildi.
ru: 🥳 Новое меню успешно добавлено.

source: 🏘 Asosiy menyu
ru: 🏘 Главное меню

source: ✅ Bekor qilindi
ru: ✅ Отменено

source: 🛍 Sizning savatingiz
ru: 🛍 Ваша корзина

source: 🛒 Buyurtma berish
ru: 🛒 Оформить заказ

source: 💰 Ja'mi:
ru: 💰 Итого:

source: 😕 Kechirasiz sizning savatingiz bo'sh
ru: 😕 Извините, ваша корзина пуста

source: ✅ Mahsulot savatingizdan olib tashlandi.
ru: ✅ Продукт удален из вашей корзины.

source: 🤗 Buyurtma turini tanlang.
ru: 🤗 Выберите тип заказа.

source: ✅ Muvaffaqqiyatli
ru: ✅ Успешно

source: 😕 Kechirasiz mahsulotni kamaytirish uchun, mahsulot savatingizda kamida 1 dona bo'lishi kerak.
ru: 😕 Извините, чтобы уменьшить количество, в вашей корзине должно быть хотя бы 1 продукт.

source: menyusi
ru: меню

source: 📅 Sotib olingan sana:
ru: 📅 Дата покупки:

source: 🚚 Buyurtma turi:
ru: 🚚 Тип заказа:

source: 📍 Buyurtma berilgan manzil:
ru: 📍 Адрес заказа:

source: 🚶 Olib ketish uchun filial:
ru: 🚶 Филиал для самовывоза:

source: 💰 Ja'mi:
ru: 💰 Итого:

source: 😕 Kechirasiz. Siz bizning botimizdan hali hech narsa buyurtma qilmagansiz!
ru: 😕 Извините. Вы ещё не сделали ни одного заказа через нашего бота!

source: 😊 Izohingizni yozing
ru: 😊 Напишите ваш комментарий

source: 😊 Biz haqimizda:
ru: 😊 О нас:

source: 😊 Ozingizga kerakli bo'limni tanlang.
ru: 😊 Выберите нужный вам раздел.

source: ⚙️ Sizning sozlamalaringiz.
ru: ⚙️ Ваши настройки.

source: 🌐 Bizning ijtimoiy tarmoqdagi sahifalarimiz.
ru: 🌐 Наши страницы в социальных сетях.

source: 📍 Filial:
ru: 📍 Филиал:

source: 🕔 Ish vaqti: 09:00 dan 03:00 gacha
ru: 🕔 Часы работы: с 09:00 до 03:00

source: 😊 To'liq ismingizni kiriting.
ru: 😊 Введите ваше полное имя.

source: 😊 Telefon raqamingizni tugma orqali yuboring, yoki yozib yuboring.
ru: 😊 Отправьте свой номер телефона с помощью кнопки или введите его.

source: 😊 O'zingizga qulay tilni tanlang.
ru: 😊 Выберите удобный для вас язык.

source: Mavjud tillar
ru: Доступные языки

source: 😊 Muloqot tili o'zgartirildi.
ru: 😊 Язык общения изменён.

source: 😊 Ism muvaffaqqiyatli o'zgartirildi.
ru: 😊 Имя успешно изменено.

source: 😊 Telefon raqam o'zgartirildi.
ru: 😊 Номер телефона изменён.

source: 😕 Kechirasiz
ru: 😕 Извините

source: 😊 Xabaringiz adminlarga yuborildi!
ru: 😊 Ваше сообщение отправлено администраторам!

source: Taom
ru: Блюдо

source: Taom haqida
ru: О блюде

source: Narxi
ru: Цена

source: 🤗 Buyurtmangizni qaysi filialimizdan olib ketmoqchisiz?
ru: 🤗 Из какого нашего филиала вы хотите забрать ваш заказ?

source: ❓ Haqiqatdan ham ushbu filialimizga buyurtma bermoqchimisiz?
ru: ❓ Вы действительно хотите сделать заказ в этом нашем филиале?

source: 😕 Kechirasiz bro siz noto'g'ri filial kiritdingiz iltimos qayta tekshirib kiriting.
ru: 😕 Извините, бро, вы ввели неправильный филиал. Пожалуйста, проверьте и введите снова.

source: ✅ Buyurtmangiz qabul qilindi 🆔 Buyurtma raqamingiz:
ru: ✅ Ваш заказ принят 🆔 Номер вашего заказа:

source: 😊 Buyurtmangiz bekor qilindi. Agar qayta buyurtma bermoqchi bo'lsangiz '🛍 Savat' tugmasini bosing
ru: 😊 Ваш заказ был отменен. Если хотите сделать новый заказ, нажмите кнопку '🛍 Корзина'

source: Siz yuborgan manzil:
ru: Адрес, который вы отправили:

source: Ushbu manzilni tasdiqlaysizmi?
ru: Вы подтверждаете этот адрес?

source: ‼️ Eslatib o'tamiz hurmatli foydalanuvchi. Bizda dostavka xizmatimiz sergelidan boshqa hududlarga 15000 so'm bo'lganligi sabab sizning ja'mi to'laydigan summangiz:
ru: ‼️ Напоминаем, уважаемый пользователь. Стоимость доставки в другие районы, кроме Сергели, составляет 15000 сум, поэтому общая сумма к оплате составит:

source: so'm bo'ladi‼️ Ushbu miqdordagi summani to'lashga rozimisiz?
ru: сум‼️ Вы согласны оплатить эту сумму?

source: ‼️Iltimos qayta manzil yuboring.
ru: ‼️Пожалуйста, отправьте адрес повторно.

source: ✅ Buyurtmangiz bekor qilindi.
ru: ✅ Ваш заказ был отменен.

source: 🤗 Yetkazib berish joylashuvini tanlang
ru: 🤗 Выберите место доставки

source: 😕 Kechirasiz bizning botimizda sizning manzilaringiz mavjud emas!
ru: 😕 Извините, в нашем боте ваши адреса отсутствуют!

source: 😕 Kechirasiz siz noto'g'ri manzil tanladingiz.
ru: 😕 Извините, вы выбрали неправильный адрес.

source: 🇺🇿 Uzbek tili tanlandi. Iltimos toliq ismingizni yozing.
ru: 🇷🇺 Выбран русский язык. Пожалуйста, введите ваше полное имя.

source: 📞 Iltimos telefon raqamingizni yuboring
ru: 📞 Пожалуйста, отправьте ваш номер телефона

source: 🥳 Tabriklaymiz. Siz botimizdan muvaffaqqiyatli ro'yxatdan o'tdingiz.
ru: 🥳 Поздравляем! Вы успешно зарегистрировались в нашем боте.

source: Xush kelibsiz.
ru: Добро пожаловать.

source: 📰 Foydalanuvchilar ro'yxati: Til | Ism Familya | Username |
ru: 📰 Список пользователей: Язык | Имя Фамилия | Имя пользователя |

source: 📞 Telefon raqam yuborish
ru: 📞 Отправить номер телефона

source: 📍 Filiallar
ru: 📍 Филиалы

source: 🌐 Ijtimoiy tarmoqlar
ru: 🌐 Социальные сети

source: 👤 Ism Familyani O'zgartirish
ru: 👤 Изменить имя и фамилию

source: 📞 Telefon Raqamni O'zgartirish
ru: 📞 Изменить номер телефона

source: 🇺🇿 🔁 🇷🇺 Tilni O'zgartirish
ru: 🇺🇿 🔁 🇷🇺 Изменить язык

source: 🏘 Asosiy Menyu
ru: 🏘 Главное меню

source: 🍴 Menyu
ru: 🍴 Меню

source: 🛍 Mening buyurtmalarim
ru: 🛍 Мои заказы

source: ✍️ Izoh qoldirish
ru: ✍️ Оставить отзыв

source: ℹ️ Biz haqimizda
ru: ℹ️ О нас

source: 📍🌐 Filiallar va Ijtimoiy tarmoqlar
ru: 📍🌐 Филиалы и Социальные сети

source: ⚙️ Sozlamalar
ru: ⚙️ Настройки

source: ✅ Xa
ru: ✅ Да

source: ❌ Yo'q
ru: ❌ Нет

source: 🗺 Mening manzillarim
ru: 🗺 Мои адреса

source: 📍 Joylashuv yuborish
ru: 📍 Отправить местоположение

source: 🚶 Borib olish
ru: 🚶 Самовывоз

source: 🚚 Dostavka
ru: 🚚 Доставка

source: 🍴 Menyu sozlamalari
ru: 🍴 Настройки меню

source: 🍽 Menyu
ru: 🍽 Меню

source: ✍️ Xabar yuborish
ru: ✍️ Отправить сообщение

source: 🏷 Aksiya
ru: 🏷 Акция

source: 👥 Foydalanuvchilar
ru: 👥 Пользователи

source: 👤 Adminlar
ru: 👤 Администраторы

source: 🔁 Logo o'zgartirish
ru: 🔁 Изменить логотип

source: ➕🍴 Menyu qoshish
ru: ➕🍴 Добавить меню

source: 🚫🍴 Menyu ochirish
ru: 🚫🍴 Удалить меню

source: ➕🌯 Taom qoshish
ru: ➕🌯 Добавить блюдо

source: 🚫🌯 Taom ochirsh
ru: 🚫🌯 Удалить блюдо

source: 🔧💰 Taom narxini o'zgartirish
ru: 🔧💰 Изменить цену блюда

source: 🔧🖼 Taom rasmini o'zgartirish
ru: 🔧🖼 Изменить изображение блюда

source: ❌ Foydalanuvchi ochirish
ru: ❌ Удалить пользователя

source: 🚫 Foydalanuvchi bloklash
ru: 🚫 Заблокировать пользователя

source: 🏷 Aksiya yoqish ochirish
ru: 🏷 Включить/Отключить акцию

source: ➕🏷 Aksiyaga taom qoshish
ru: ➕🏷 Добавить блюдо в акцию

source: ➕📍 Filial qoshish
ru: ➕📍 Добавить филиал

source: 🚫📍 Filial olib tashlash
ru: 🚫📍 Удалить филиал

source: ➕👤 Admin qoshish
ru: ➕👤 Добавить администратора

source: 🚫👤 Admin olib tashlash
ru: 🚫👤 Удалить администратора

source: ➕🌐 Ijtimoiy tarmoq qoshish
ru: ➕🌐 Добавить социальную сеть

source: 🚫🌐 Ijtimoiy tarmoq ochirish
ru: 🚫🌐 Удалить социальную сеть

source: 😕 Kechirasiz bizning ish vaqtimiz 09:00 dan 03:00 gacha. Siz faqat ushbu vaqt oralig'gida bbizga buyurtma berishingiz mumkin.
ru: 😕 Извините, наше рабочее время с 09:00 до 03:00. Вы можете сделать заказ только в этот промежуток времени.

source: ‼️ Kechirasiz bro. Siz ushbu botda admin tomonidan
ru: ‼️ Извините, вы были заблокированы администратором в этом боте.

source: kunga blok bo'lgansiz.
ru: дней.

source: 🥳 Tabriklaymiz hurmatli foydalanuvchi sizning
ru: 🥳 Поздравляем, уважаемый пользователь, ваш

source: kunlik blok holatingiz o'z nihoyasiga yetdi. Botimizdan faol foydalanishingiz mumkin. Botimizdan foydalanish uchun avvalo /start buyrug'ini kiriting.
ru: дневной блокировка подошла к концу. Вы можете снова активно пользоваться нашим ботом. Чтобы начать, введите команду /start.
